app/views/static/home.html.erb

  <div class="card-body">
    <h3 class="card-title"><%= gossip.user.first_name %></h3>
---
SELECT "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 6], ["LIMIT", 1]]