app/views/static/show_gossip.html.erb

    <div class="card-header">
      <%= @find.user.first_name %> <%= @find.user.last_name %>
---
SELECT "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 7], ["LIMIT", 1]]