app/controllers/static_controller.rb

SELECT "gossips".* FROM "gossips"
---
	def home
		@gossip = Gossip.all

SELECT "gossips".* FROM "gossips" WHERE "gossips"."id" = ? LIMIT ?  [["id", 5], ["LIMIT", 1]]
---
	def show_gossip
		@find = Gossip.find(params[:id])

SELECT "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 4], ["LIMIT", 1]]
---
	def show_user
		@find = User.find(params[:id])